import React, {Component} from 'react';

class home extends Component {
    render() {
        return (
            <div>
                <h2>Книги</h2>
                <p>
                    Книги - это источник всех знаний человека, которые он накапливал много веков.
                    Читая их мы познаем мир, узнаем много нового, интересного, многому учимся - как правильно себя вести, как отличить хорошее от плохого, как поступить в какой-либо ситуации. 
                    Книга помогает нам развивать нашу речь, учит правильно, грамотно говорить и писать.
                </p>
                <p>
                    Несмотря на то, что сейчас у нас есть компьютеры и интернет, с помощью которых мы можем найти или узнать что угодно, книга не потеряла своей важности и полезности. 
                    Вот представь, что вдруг  отключили свет: компьютер без света включить нельзя, телевизор тоже. 
                    А книга всегда рядом и с ее помощью мы можем найти ответы на все вопросы. 
                    И кроме того, в компрьютер и интернет большинство информации попало именно из книг.    
                    Книги хранят в себе много полезных исторических фактов и научной информации.Если бы у нас не было книг, написанных в прошлые века, то сейчас мы знали бы о тех временах намного меньше, чем сейчас и нам вряд ли удалось бы сохранить сведения из различных областей науки и культуры, о полезных изобретениях придуманных тогда и необходимых до сих пор.   
                    А еще, книга наш хороший друг и может замечательно развлечь разными сказками, приключениями и интересными историями. 
                    Наверняка у тебя есть любимые герои живущие не только в мультиках и фильмах, но и в книгах.
                </p>
            </div>
        );
    }
}

export default home;

